{
  "pmid": "",
  "journal": "3 Biotech",
  "full_title": "Isolation and characterization of plant and human pathogenic bacteria from green pepper ( Capsicum annum  L.) in Riyadh, Saudi Arabia",
  "pmc": "4145628",
  "publisher_id": "136",
  "author_list": [
    ["Al-Mijalli", "Samiah H. S.", "Aff1"]
  ],
  "affiliation_list": [
    ["Aff1", "Biology Department, College of Sciences, Nora Bent AbdulRahman University, Riyadh, Saudi Arabia"]
  ],
  "abstract": "Forty-three bacterial isolates in five genera were recovered from naturally infected green pepper fruits (38 samples) showing dark brown, irregular-shaped splotches. The pathogenicity test was performed on healthy green pepper fruits and red colonies were from inoculated fruits showing the same symptoms and the infected area developed into soft rot. Their identification was based on phenotypic characters and sequence of the gene fragment coding 16S rRNA. Of 43 isolates, 10 showing splotches on green pepper fruits belonged to genus Serratia on the basis of phenotypic characters. One representative isolate of the genus Serratia has been identified by partial 16S rRNA gene sequencing and phylogenetic analysis as belonging to the Serratia rubidaea and has the potential to cause spot on green pepper. Eleven phytopathogenic bacterial isolates were also obtained at the same time but did not induce any splotch symptoms on artificially infected green pepper. Five out of 11 bacterial isolates were identified as Ralstonia on the basis of biochemical tests. Partial sequencing of 16S ribosomal gene of representative isolate revealed that the isolate is Ralstonia solanacearum . The six remaining isolates were related to Xanthomonas vesicatoria on the basis of biochemical tests. Twenty-two of opportunistic human pathogens were isolated at the same time and related to Proteus and Klebsiella . Opportunistic human pathogens did not produce any symptoms on artificially infected green pepper. One representative isolate for each genus was identified as Klebsiella oxytoca and Proteus mirabilis based on their partial 16S rRNA gene sequences. The virulence of the S. rubidaea, the causal agent of green pepper fruits splotches was attributed to the production and secretion of a large variety of enzymes capable of degrading the complex polysaccharides of the plant cell wall and membrane constituents.",
  "publication_year": "2013",
  "doi": "10.1007\/s13205-013-0136-2",
  "subjects": "Original Article"
}
